[M_Sage_AcquiredTaste MissionDefinition]
MissionName="Um Gosto Adquirido"
MissionDescription="Hammerlock rastreou um Borok que aprecia muito a carne humana. Ele deseja que você acabe com ele, obviamente."
TurnInDescription="Borok carnívoro bom é um Borok carnívoro morto! Ou um muito raro, chamado “Devin” que é lindo."
MissionSummary="Atraia o Borok faminto e acabe com ele."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="O sangue está no ar."

[M_Sage_AcquiredTaste:FindVolunteer MissionObjectiveDefinition]
ProgressMessage="Encontre um voluntário"

[M_Sage_AcquiredTaste:GotoLair MissionObjectiveDefinition]
ProgressMessage="Vá até o covil"

[M_Sage_AcquiredTaste:GotoLairSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_AcquiredTaste:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Bulstoss"

[M_Sage_AcquiredTaste:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_AcquiredTaste:LureCreature MissionObjectiveDefinition]
ProgressMessage="Ofereça um sacrifício humano"

[M_Sage_AcquiredTaste:LureCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Hammerlock rastreou um Borok que aprecia muito a carne humana. Ele deseja que você acabe com ele, obviamente.\n\nVocê tem duas opções para atrair o Borok: ou você leva um selvagem até o covil do Borok ou você deve se ferir até entrar no estado Lute Por Sua Vida. Um desses métodos é seguro, o outro é... impressionante."

